<template>
  <div>
    <div class="container p-3">
      <h2 class="my-5 ms-2 fw-bold text-center">關於作品</h2>
      <p class="text-muted text-end">紀錄時間 2022/04/07</p>
      <br />
      <h4 class="fw-bold mb-3">作品創作初衷:</h4>
      <p>
        目標:希望藉以黑色幽默的主軸，達到自娛娛人的目的外，更想以正經的描述風格，用以包裝內容荒謬的故事，但遺憾的是現實，有時比自己理解得更為荒謬。
      </p>
      <p>
        其實一直感覺很有趣的一點是:
        就算同樣的事情，以不同層面的表達以及包裝，最終呈現出來的結果與感受是這麼的不同，但許多社會層面的觀感卻只落點在"感受上”，當有人提及房間裡的大象時，其他人卻投以莫名的眼光，常以自身經驗與感覺否定與自身不一樣的人，但...為何第一反應要是排斥呢?
        與己方觀察的視角不一樣難道就錯了嗎? 因為情感上的否定
        ，卻失去以不同的視角重新理解同一件事這不是很可惜嗎?
        而只講情感不講事實是否太空乏了一點呢?
        當這個房間裡只允許一種聲音時，那感受...是窒息的
      </p>
      <p>
        但遺憾的是評價與衡量成就的常用指標卻是單薄到可惜，除了金錢外似乎沒有其他的方式，只要是有"成就”的人連放的屁都是香的，大的便都能吃，指鹿能成馬，喊水會結冰，又有許多喜歡造神抬轎的奇怪媒體與大媽群，雖然不清楚背後的實質利益結構，但談論的內容實在是...讓人漸漸不得不明白甚麼是負向循環，有時也只能無奈嘆口氣徒呼奈何爾爾
      </p>
      <p>
        在寫了這麼多如同老人一般對過去的埋怨，好似可以說明自己創立作品的初衷就那麼高大上一樣，但坦白說
        一開始的動機只是為了交作業、解解成就而已，但...越做越覺得有趣:D
      </p>
      <br />
      <h4 class="fw-bold mb-3">以下是作品誕生的思路:</h4>
      <p>
        在現代社會，隨意動一動手指，就有無數的電商網頁顯示出來，與過去不同 從
        "甚麼都有; 甚麼都不奇怪”
        的新奇，到現在則更像是家常，在許多大神以及學長姐各種已有的精彩作品下，我詢問了自己幾個問題
      </p>
      <ol>
        <li>我的作品的特色是甚麼?</li>
        <li>除了因應作業的需求外，可以賦予它其它的意義嗎?</li>
        <li>目前有多少資源 ( 素材有哪些 時間有多少 版權授權問題 )</li>
      </ol>
      <p>因此我的作品則是圍繞在這三項問題核心所展開</p>
      <ul>
        <li>時間不足: 從外行轉職需要花大量時間消化跨界資訊，課程進度落後</li>
        <li>
          之前為了練習，在文案部分多是以較為不正經的內容作為輸出，若這部分內容得重新創作，時間準備成本會太高
        </li>
        <li>如何有效利用手邊已有的資源，在時間的剛性限制上是當下的關鍵問題</li>
      </ul>
      <p>
        經沉思與分析後:
        最後決定結合自己喜歡看時事的習慣，加上可使用素材較多的選擇下，我建立了一個稍稍不一樣的電商網站，與其說這網站販售的餐點，不如說我想販售的是娛樂吧
      </p>
      <br />
      <br />
      <br />
      <p class="fs-6 fw-bolder text-muted text-end">
        <i class="fs-1 me-3 text-dark font-Bangers"> Bruno Yu </i>
        2022/04/07 筆
      </p>
    </div>
  </div>
</template>
